Repository: Soupaul/app-ADKit-meity
Catalog: lib/l10n/app_*.arb
Languages: bn

# language
source: English
bn: বাংলা

# hi
source: Hi {username}
bn: নমস্কার {username}

# welcome
source: Welcome to ADKit
bn: ADKit-এ স্বাগতম

# selectVideo
source: Select video from Gallery
bn: গ্যালারি থেকে ভিডিও নির্বাচন করুন

# recordVideo
source: Record new video
bn: নতুন ভিডিও রেকর্ড করুন

# showTrend
source: Show Trend Graph
bn: প্রবণতা চিত্রলেখ দেখান

# showDoctors
source: Show nearby Doctors
bn: কাছের ডাক্তার দেখান

source: Trend Graph
bn: প্রবণতা চিত্রলেখ

source: Nearby Doctors
bn: কাছের ডাক্তার

source: Haemoglobin
bn: হিমোগ্লোবিন

source: Month
bn: মাস

# appType
source: Choose App Type
bn: অ্যাপের ধরন বেছে নিন

# appTypeQ
source: Which app type do you want to use?
bn: আপনি কোন ধরনের অ্যাপ ব্যবহার করতে চান?

source: Nail
bn: নখ

source: Palm
bn: হাতের তালু

source: First Name
bn: প্রথম নাম

source: Last Name
bn: পদবি

# dob
source: Date of Birth
bn: জন্ম তারিখ

# dobSelect
source: Select your Date of Birth
bn: জন্ম তারিখ নির্বাচন করুন

source: Gender
bn: লিঙ্গ

# genderSelect
source: Select your Gender
bn: লিঙ্গ নির্বাচন করুন

source: Male
bn: পুরুষ

source: Female
bn: মহিলা

source: Others
bn: অন্যান্য

source: Submit
bn: জমা

source: Profiles
bn: প্রোফাইল

# addProfile
source: Add new profile
bn: নতুন প্রোফাইল যোগ করুন

source: LOGIN
bn: প্রবেশ করুন

source: Phone Number
bn: ফোন নম্বর

source: OTP Verification
bn: OTP যাচাইকরণ

source: Verify
bn: যাচাই করুন

# languageWord
source: LANGUAGE
bn: ভাষা

source: Uploading video...
bn: ভিডিও আপলোড...

source: Processing...
bn: প্রক্রিয়াকরণ...

source: Delete Profile
bn: প্রোফাইল মুছে দিন

source: YES
bn: হ্যাঁ

source: NO
bn: না

# sure
source: Are you sure?
bn: আপনি কি নিশ্চিত?

source: Pregnancy
bn: গর্ভাবস্থা

# isPregnant
source: Are you pregnant?
bn: আপনি কি গর্ভবতী?

source: Verdict
bn: রায়

source: Severely Anaemic
bn: মারাত্মক রক্তাল্পতা

source: Moderately Anaemic
bn: মাঝারিভাবে রক্তাল্পতা

source: Mildly Anaemic
bn: হালকা রক্তাল্পতা

# nonAnaemic
source: Non-Anaemic (Safe)
bn: রক্তাল্পতাহীন (নিরাপদ)

source: Normal Range
bn: সাধারণ অন্তর্ভুক্তি

source: OK
bn: ঠিক আছে

# adviceSevere
source: 1. Consult a Doctor to treat the deficiency as soon as possible 2. Iron supplements should be taken by mouth. 3. Eat iron-rich foods(chicken, leafy vegetables and beans)
bn: 1. যত তাড়াতাড়ি সম্ভব অভাবের চিকিত্সার জন্য একজন ডাক্তারের সাথে পরামর্শ করুন 2. আয়রন সম্পূরক মুখ দ্বারা গ্রহণ করা উচিত 3. আয়রন সমৃদ্ধ খাবার খান (মুরগির মাংস, শাক এবং মটরশুটি)

# adviceModerate
source: 1. Sleep more at night and take naps during the day. 2. Eat iron-rich foods(chicken, leafy vegetables and beans) 3. Plan your day to include rest periods.
bn: 1. রাতে বেশি ঘুমান এবং দিনের বেলা ঘুমান। 2. আয়রন সমৃদ্ধ খাবার খান (মুরগির মাংস, শাক সবজি এবং মটরশুটি) 3. বিশ্রামের সময় অন্তর্ভুক্ত করার জন্য আপনার দিনের পরিকল্পনা করুন।

# adviceMild
source: 1. Take Dried fruit, such as raisins and apricots. 2. Sleep more at night and take naps during the day. 3. Eat iron-rich foods(chicken, leafy vegetables and beans)
bn: 1. শুকনো ফল নিন, যেমন কিশমিশ এবং এপ্রিকট। 2. রাতে বেশি ঘুমান এবং দিনের বেলা ঘুমান। 3. আয়রন সমৃদ্ধ খাবার খান (মুরগির মাংস, শাক এবং মটরশুটি)

# adviceSafe
source: You are safe. Keep up the good work.
bn: আপনি নিরাপদ. ভাল কাজগুলো করতে থাকো.
